Repository: Darock-Studio/Watch-Browser
Catalog: Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hant

# Bookmark.add
source: 添加书签
ar: أضف إشارات مرجعية
de: Lesezeichen hinzufügen
en: Add a Bookmark
es: Añadir marcadores
fr: Ajouter des signets
hi: बुकमार्क जोड़ें
id: Tambahkan penanda buku
it: Aggiungi segnalibri
ja: ブックマークを追加
ko: 북마크 추가
nl: Bladwijzers toevoegen
pl: Dodaj zakładki
pt: Adicionar favoritos
ru: Добавить закладку
th: เพิ่มบุ๊กมาร์ก
tr: Yer imleri ekle
uk: Додати закладки
vi: Thêm dấu trang
zh_hant: 添加書籤

# Bookmark.edit
source: 编辑书签
ar: تعديل الإشارات المرجعية
de: Lesezeichen bearbeiten
en: Edit Bookmark
es: Editar marcadores
fr: Modifier les signets
hi: बुकमार्क संपादित करें
id: Edit penanda buku
it: Modifica segnalibri
ja: ブックマークを編集
ko: 북마크 편집
nl: Bladwijzers bewerken
pl: Edytuj zakładki
pt: Editar favoritos
ru: Редактировать закладки
th: แก้ไขบุ๊กมาร์ก
tr: Yer imlerini düzenle
uk: Редагувати закладки
vi: Chỉnh sửa dấu trang
zh_hant: 編輯書籤

# Bookmark.finish
source: 完成
ar: أَنْجَزَ
de: Erreichen
en: Finish
es: Lograr
fr: Accomplir
hi: पूरा करना
id: Menyelesaikan
it: Realizzare
ja: 完了
ko: 완성
nl: Bereiken
pl: Osiągnąć
pt: Realizar
ru: Выполнять, выполнить
th: ทำสำเร็จ
tr: Başarmak
uk: Досягти
vi: Hoàn thành

# Bookmark.link
source: 书签链接
ar: رابط الإشارة المرجعية
de: Lesezeichen-Link
en: Bookmark Link
es: Enlace de marcadores
fr: Lien de signet
hi: बुकमार्क लिंक
id: Tautan penanda
it: Link ai segnalibri
ja: ブックマークリンク
ko: 북마크 링크
nl: Bladwijzer link
pl: Link do zakładek
pt: Link de favoritos
ru: Ссылка на закладку
th: ลิงก์บุ๊กมาร์ก
tr: Yer imi bağlantısı
uk: Посилання на закладку
vi: Liên kết đánh dấu trang
zh_hant: 書籤鏈接

# Bookmark.name
source: 书签名称
ar: اسم الإشارة المرجعية
de: Lesezeichen-Name
en: Bookmark Title
es: Nombre de marcador
fr: Nom du signet
hi: बुकमार्क नाम
id: Nama penanda
it: Nome dei segnalibri
ja: ブックマーク名
ko: 북마크 이름
nl: Bladwijzer naam
pl: Nazwa zakładki
pt: Nome do marcador
ru: Название закладки
th: ชื่อบุ๊กมาร์ก
tr: Yer imi adı
uk: Назва закладки
vi: Tên đánh dấu trang
zh_hant: 書籤名稱

# Bulletin
source: 公告
ar: أعط إشعارا عاما
de: Öffentlich bekannt geben
en: Bulletin
es: Dar aviso público
fr: Donner un avis public
hi: सार्वजनिक सूचना दें
id: Berikan pemberitahuan publik
it: Dare un avviso pubblico
ja: お知らせ
ko: 공고
nl: Geef openbare kennisgeving
pl: Powiadomienie publiczne
pt: Dê aviso público
ru: Предоставьте публичное уведомление
th: แจ้งให้สาธารณชนทราบ
tr: Kamuoyuna duyurun
uk: Повідомити про публічне повідомлення
vi: Đưa ra thông báo công khai

# Bulletin.read
source: 标记为已阅
ar: ضع علامة على القراءة
de: As gelesen markieren
en: Mark as Read
es: Marcar como leído
fr: Marquer comme lu
hi: पढ़े जाने के रूप में चिह्नित करें
id: Tandai sebagai telah dibaca
it: Segna come letto
ja: 既読にする
ko: 읽음으로 표시
nl: Markeer als gelezen
pl: Oznacz jako przeczytane
pt: Marcar como lido
ru: Отметить как прочитано
th: ทําเครื่องหมายว่าอ่านแล้ว
tr: Okundu olarak işaretle
uk: Позначити як прочитане
vi: Đánh dấu là đã đọc
zh_hant: 標記為已閱

# Bulletin.unread
source: 标记为未阅
ar: ضع علامة على أنها غير مقروءة
de: Ales ungelesen markieren
en: Mark as Unread
es: Marcar como no leído
fr: Marquer comme non lu
hi: अपठित के रूप में चिह्नित करें
id: Tandai sebagai belum dibaca
it: Segna come non letto
ja: 未読にする
ko: 읽지 않음으로 표시
nl: Markeer als ongelezen
pl: Oznacz jako nieprzeczytane
pt: Marcar como não lido
ru: Отметить как непрочитанное
th: ทําเครื่องหมายว่ายังไม่ได้อ่าน
tr: Okunmamış olarak işaretle
uk: Позначити як непрочитаний
vi: Đánh dấu là chưa đọc
zh_hant: 標記為未閱

source: Darock API
ar: Darock واجهة برمجة التطبيقات.
hi: Darock एपीआई।
pl: Darock Interfejs API.

source: Darock API 服务器目前出现了问题，这不是你的错
ar: Darock هناك مشكلة في خادم واجهة برمجة التطبيقات في الوقت الحالي. هذا ليس خطأك.
de: Darock Es gibt derzeit ein Problem mit dem API-Server. Es ist nicht Ihre Schuld.
en: Darock API server is having issues, this is not your fault
es: Darock Hay un problema con el servidor API en este momento. No es tu culpa.
fr: Darock Il y a un problème avec le serveur API en ce moment. Ce n'est pas votre faute.
hi: Darock वर्तमान में एपीआई सर्वर के साथ एक समस्या है। यह आपकी गलती नहीं है।
id: Darock Ada masalah dengan server API saat ini. Ini bukan salahmu.
it: Darock C'è un problema con il server API al momento. Non è colpa tua.
ja: Darock APIサーバーに問題が発生しました、これはあなたのせいではありません
ko: Darock API 서버에 현재 문제가 생겼는데, 이건 네 잘못이 아니야
nl: Darock Er is momenteel een probleem met de API-server. Het is niet jouw schuld.
pl: Darock Obecnie jest problem z serwerem API. To nie twoja wina.
pt: Darock Há um problema com o servidor API no momento. Não é sua culpa.
ru: Есть проблема с сервером Darock API. Это не ваша вина.
th: Darock มีปัญหากับเซิร์ฟเวอร์ API ในปัจจุบัน ไม่ใช่ความผิดของคุณ
tr: Darock Şu anda API sunucusuyla ilgili bir sorun var. Bu senin hatan değil.
uk: Darock В даний час існує проблема з сервером API. Це не ваша провина.
vi: Darock Hiện tại có sự cố với máy chủ API. Đó không phải lỗi của bạn.
zh_hant: Darock API 伺服器目前出現了問題，這不是你的錯

source: Darock API 问题
ar: Darock مشاكل واجهة برمجة التطبيقات
de: Darock API-Probleme
en: Darock API Issue
es: Darock Problemas de la API
fr: Darock Problèmes d'API
hi: Darock एपीआई समस्याएं
id: Darock Masalah API
it: Darock Problemi API
ja: Darock API問題
ko: Darock API 문제
nl: Darock API-problemen
pl: Darock Problemy z API
pt: Darock Problemas de API
ru: Проблема с Darock API
th: Darock ปัญหา API
tr: Darock API sorunları
uk: Darock Проблеми з API
vi: Darock Các vấn đề về API
zh_hant: Darock API 問題

source: Darock API：不可用
ar: Darock واجهة برمجة التطبيقات: غير متوفرة
de: Darock API: Nicht verfügbar
en: Darock API: Unavailable
es: Darock API: No disponible
fr: Darock API : Non disponible
hi: Darock API: उपलब्ध नहीं है
id: Darock API: Tidak tersedia
it: Darock API: Non disponibile
ja: Darock API：利用不可
ko: Darock API: 사용 불가
nl: Darock API: Niet beschikbaar
pl: Darock API: Niedostępne
pt: Darock API: Não disponível
ru: Darock API: Недоступен
th: Darock API: ไม่พร้อมใช้งาน
tr: Darock API: Mevcut değil
uk: Darock API: Недоступний
vi: Darock API: Không khả dụng

source: Darock API：可用
ar: Darock واجهة برمجة التطبيقات: متوفرة
de: Darock API: verfügbar
en: Darock API: Available
es: Darock API: disponible
fr: Darock API : disponible
hi: Darock एपीआई: उपलब्ध
id: Darock API: tersedia
it: Darock API: disponibile
ja: Darock API：利用可能
ko: Darock API: 사용 가능
nl: Darock API: beschikbaar
pl: Darock API: dostępne
pt: Darock API: disponível
ru: Darock API: Доступно
th: Darock API: พร้อมใช้งาน
tr: Darock API: mevcut
uk: Darock API: доступний
vi: Darock API: có sẵn

source: Darock API：无效返回
ar: Darock واجهة برمجة التطبيقات: عائد غير صالح
de: Darock API: ungültige Rückgabe
en: Darock API: Invalid response
es: Darock API: retorno no válido
fr: Darock API : retour invalide
hi: Darock एपीआई: अमान्य वापसी
id: Darock API: pengembalian tidak valid
it: Darock API: ritorno non valido
ja: Darock API：無効な応答
ko: Darock API: 무효 반환
nl: Darock API: ongeldige terugkeer
pl: Darock API: nieprawidłowy zwrot
pt: Darock API: retorno inválido
ru: Darock API: Неверный возврат
th: Darock API: การส่งคืนไม่ถูกต้อง
tr: Darock API: geçersiz dönüş
uk: Darock API: некоректне повернення
vi: Darock API: trả về không hợp lệ
zh_hant: Darock API：無效返回

source: Darock API：正在检查
ar: Darock واجهة برمجة التطبيقات: التحقق
de: Darock API: Überprüfung
en: Darock API: Checking
es: Darock API: Comprobación
fr: Darock API : Vérification
hi: Darock एपीआई: जांच
id: Darock API: Memeriksa
it: Darock API: Controllo
ja: Darock API：チェック中
ko: Darock API: 검사중
nl: Darock API: Controleren
pl: Darock API: Sprawdzanie
pt: Darock API: Verificação
ru: Darock API: Проверка
th: Darock API: การตรวจสอบ
tr: Darock API: Kontrol Ediliyor
uk: Darock API: Перевірка
vi: Darock API: Kiểm tra
zh_hant: Darock API：正在檢查

source: Darock 始终重视您的隐私，所有 Cookie 仅在本地存储
ar: Darock قيم خصوصيتك دائما، ويتم تخزين جميع ملفات تعريف الارتباط محليا فقط.
de: Darock Werten Sie immer auf Ihre Privatsphäre, und alle Cookies werden nur lokal gespeichert.
en: Darock always put your privacy at first, all Cookies are stored only in local
es: Darock Siempre valora tu privacidad, y todas las cookies solo se almacenan localmente.
fr: Darock Évaluez toujours votre vie privée, et tous les cookies ne sont stockés que localement.
hi: Darock हमेशा आपकी गोपनीयता को महत्व दें, और सभी कुकीज़ केवल स्थानीय रूप से संग्रहीत की जाती हैं।
id: Darock Selalu hargai privasi Anda, dan semua cookie hanya disimpan secara lokal.
it: Darock Valorizza sempre la tua privacy e tutti i cookie vengono memorizzati solo localmente.
ja: Darockは常にプライバシーを重視し、すべてのCookieはローカルに保存されます
ko: Darock 항상 귀하의 개인 정보를 중요하게 생각하며, 모든 쿠키는 로컬에만 저장됩니다.
nl: Darock Waardeer altijd uw privacy en alle cookies worden alleen lokaal opgeslagen.
pl: Darock Zawsze cenimy swoją prywatność, a wszystkie pliki cookie są przechowywane tylko lokalnie.
pt: Darock Sempre valorize sua privacidade, e todos os cookies são armazenados apenas localmente.
ru: Darock всегда ценит вашу конфиденциальность, и все файлы cookie хранятся только локально.
th: Darock ให้ความสําคัญกับความเป็นส่วนตัวของคุณเสมอ และคุกกี้ทั้งหมดจะถูกเก็บไว้ในเครื่องเท่านั้น
tr: Darock Her zaman gizliliğinize değer verin ve tüm çerezler yalnızca yerel olarak saklanır.
uk: Darock Завжди цінуйте свою конфіденційність, і всі файли cookie зберігаються лише локально.
vi: Darock Luôn coi trọng quyền riêng tư của bạn và tất cả cookie chỉ được lưu trữ cục bộ.
zh_hant: Darock 始終重視您的隱私，所有 Cookie 僅在本地存儲

source: Darock 账户
ar: Darock الحساب
de: Darock Konto
en: Darock Account
es: Darock Cuenta
fr: Darock Compte
hi: Darock खाता
id: Darock Akun
it: Darock Conto
ja: Darockアカウント
ko: Darock 계좌
nl: Darock Rekening
pl: Darock Konto
pt: Darock Conta
ru: Учетная запись Darock
th: Darock บัญชี
tr: Darock Hesap
uk: Darock Обліковий запис
vi: Darock Tài khoản
zh_hant: Darock 帳戶

source: Darock 账户以及更多
ar: Darock الحساب والمزيد
de: Darock Konto und mehr
en: Darock Account and more
es: Darock Cuenta y más
fr: Darock Compte et plus
hi: Darock खाता और अधिक
id: Darock Akun dan banyak lagi
it: Darock Account e altro ancora
ja: Darockアカウントおよびその他
ko: Darock 계정 및 더 많은 것
nl: Darock Account en meer
pl: Darock Konto i więcej
pt: Darock Conta e mais
ru: Аккаунт Darock и многое другое
th: Darock บัญชีและอื่น ๆ
tr: Darock Hesap ve daha fazlası
uk: Darock Обліковий запис та багато іншого
vi: Darock Tài khoản và hơn thế nữa
zh_hant: Darock 帳戶以及更多

source: google
ar: جوجل.
hi: गूगल।
ko: 구글
ru: Искать в интернете
th: กูเกิล

# History.clear
source: 清除历史记录
ar: مسح التاريخ
de: Löschen Sie die Geschichte
en: Clear History
es: Borrar la historia
fr: Effacer l'historique
hi: इतिहास साफ़ करें
id: Bersihkan sejarahnya
it: Cancella la cronologia
ja: 履歴を消去
ko: 기록 지우기
nl: Wis de geschiedenis
pl: Wyczyść historię
pt: Limpar o histórico
ru: Очистить историю
th: ล้างประวัติ
tr: Geçmişi temizle
uk: Очистити історію
vi: Xóa lịch sử
zh_hant: 清除歷史記錄

# History.clear-history-at-the-same-time
source: 是否同时清除历史记录？
ar: هل تريد مسح التاريخ في نفس الوقت؟
de: Möchten Sie die Geschichte gleichzeitig löschen?
en: Do you want to clear history at the same time?
es: ¿Quieres borrar la historia al mismo tiempo?
fr: Voulez-vous effacer l'historique en même temps ?
hi: क्या आप एक ही समय में इतिहास को साफ़ करना चाहते हैं?
id: Apakah Anda ingin membersihkan sejarah pada saat yang bersamaan?
it: Vuoi cancellare la cronologia allo stesso tempo?
ja: 履歴も同時にクリアしますか？
ko: 기록이 동시에 지워지나요?
nl: Wil je tegelijkertijd de geschiedenis wissen?
pl: Czy chcesz wyczyścić historię w tym samym czasie?
pt: Você quer limpar o histórico ao mesmo tempo?
ru: Вы хотите очистить историю одновременно?
th: คุณต้องการล้างประวัติศาสตร์ในเวลาเดียวกันหรือไม่?
tr: Aynı zamanda geçmişi temizlemek ister misiniz?
uk: Ви хочете одночасно очистити історію?
vi: Bạn có muốn xóa lịch sử cùng một lúc không?
zh_hant: 是否同時清除歷史記錄？

# History.not-recording
source: 未在记录
ar: غير مسجل
de: Nicht aufgezeichnet
en: Not Recording
es: No registrado
fr: Non enregistré
hi: रिकॉर्ड नहीं किया गया
id: Tidak direkam
it: Non registrato
ja: 記録されていません
ko: 기록하지 않았다
nl: Niet opgenomen
pl: Nie nagrany
pt: Não gravado
ru: Не в протоколе
th: ไม่ได้บันทึก
tr: Kaydedilmedi
uk: Не записано
vi: Không được ghi lại
zh_hant: 未在記錄

# History.nothing
source: 无历史记录
ar: لا يوجد تاريخ
de: Keine Geschichte
en: No Histoty
es: Sin historia
fr: Pas d'histoire
hi: कोई इतिहास नहीं
id: Tidak ada sejarah
it: Nessuna storia
ja: 履歴なし
ko: 이력 기록 없음
nl: Geen geschiedenis
pl: Brak historii
pt: Sem história
ru: Никаких исторических записей
th: ไม่มีประวัติ
tr: Tarih yok
uk: Немає історії
vi: Không có lịch sử
zh_hant: 無歷史記錄

# History.record
source: 记录历史
ar: سجل التاريخ
de: Die Geschichte aufzeichnen
en: Record History
es: Registra la historia
fr: Enregistrez l'histoire
hi: इतिहास रिकॉर्ड करें
id: Rekam sejarahnya
it: Registra la storia
ja: 履歴を記録
ko: 역사를 기록하다
nl: Registreer de geschiedenis
pl: Zapisz historię
pt: Registre a história
ru: История записей
th: บันทึกประวัติศาสตร์
tr: Geçmişi kaydet
uk: Запишіть історію
vi: Ghi lại lịch sử
zh_hant: 記錄歷史

# History.save
source: 保存
ar: حافَظَ
de: Reservat
en: Save
es: Reserva
fr: Préserver
hi: संरक्षित करना
id: Pertahankan
it: Conservare
ko: 보존
nl: Bewaren
pl: Zachować
pt: Preservar
ru: Заповедник
th: อนุรักษ์
tr: Korumak
uk: Зберегти
vi: Bảo tồn

# History.turn-off
source: 关闭历史记录
ar: أغلق التاريخ
de: Schließen Sie die Geschichte
en: Close History
es: Cerrar la historia
fr: Fermer l'histoire
hi: इतिहास को बंद करें
id: Tutup sejarah
it: Chiudi la storia
ja: 履歴を閉じる
ko: 이력 기록 닫기
nl: Sluit de geschiedenis
pl: Zamknij historię
pt: Fechar a história
ru: Закрыть историю
th: ปิดประวัติศาสตร์
tr: Tarihi kapat
uk: Закрийте історію
vi: Đóng lịch sử
zh_hant: 關閉歷史記錄

# Home.bookmarks
source: 书签
ar: إشارة مَرْجِعيّة
de: Lesezeichen
en: Bookmarks
es: Marcador
fr: Signet
hi: बुकमार्क
id: Penanda buku
it: Segnalibro
ja: ブックマーク
ko: 책갈피
nl: Bladwijzer
pl: Zakładka
pt: Marcador
ru: Закладка
th: ที่คั่นหนังสือ
tr: Sayfa işareti
uk: Закладка
vi: Đánh dấu
zh_hant: 書籤

# Home.go
source: 前往
ar: اذهب إلى
de: Gehe zu
en: Go
es: Ir a
fr: Accéder à
hi: पर जाएं
id: Pergi ke
it: Vai a
ja: 前へ
ko: 가다
nl: Ga naar
pl: Idź do
pt: Ir para
ru: Перейти к
th: ไปที่
tr: Git
uk: Перейти до
vi: Cứ làm đi

# Home.history
source: 历史记录
ar: سجل تاريخي
de: Historische Aufzeichnungen
en: History
es: Registro histórico
fr: Record historique
hi: ऐतिहासिक रिकॉर्ड
id: Catatan sejarah
it: Record storico
ja: 履歴
ko: 역사 기록
nl: Historisch verslag
pl: Zapis historyczny
pt: Registro histórico
ru: Историческая запись
th: บันทึกทางประวัติศาสตร์
tr: Tarihsel kayıt
uk: Історичний запис
vi: Hồ sơ lịch sử
zh_hant: 歷史記錄

# Home.search
source: 搜索
ar: بَحَثَ
de: Suchen
en: Search
es: Buscar
fr: Chercher
hi: तलाश करो
id: Mencari
it: Cercare
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukać
pt: Procurar
ru: Искать
th: ค้นหา
tr: Aramak
uk: Шукати
vi: Tìm kiếm

# Home.search-or-URL
source: 键入关键词或链接
ar: اكتب الكلمات الرئيسية أو الروابط
de: Schlüsselwörter oder Links eingeben
en: Keywords or Link
es: Escriba palabras clave o enlaces
fr: Tapez des mots-clés ou des liens
hi: कीवर्ड या लिंक टाइप करें
id: Ketik kata kunci atau tautan
it: Digita parole chiave o link
ja: キーワードまたはリンクを入力
ko: 키워드나 링크를 입력하세요
nl: Typ trefwoorden of links
pl: Wpisz słowa kluczowe lub linki
pt: Digite palavras-chave ou links
ru: Введите ключевые слова или ссылки
th: พิมพ์คีย์เวิร์ดหรือลิงก์
tr: Anahtar kelimeler veya bağlantılar yazın
uk: Введіть ключові слова або посилання
vi: Nhập từ khóa hoặc liên kết
zh_hant: 鍵入關鍵詞或鏈接

# Home.search.baidu
source: 通过百度搜索
ar: ابحث من خلال بايدو
de: Durchsuchen Sie Baidu
en: Search with Baidu
es: Buscar a través de Baidu
fr: Rechercher dans Baidu
hi: Baidu के माध्यम से खोजें
id: Cari melalui Baidu
it: Cerca attraverso Baidu
ja: baiduで検索
ko: 바이두 검색을 통해
nl: Zoek door Baidu
pl: Przeszukaj Baidu
pt: Pesquise através do Baidu
ru: Поиск по Baidu
th: ค้นหาผ่าน Baidu
tr: Baidu aracılığıyla ara
uk: Пошук через Baidu
vi: Tìm kiếm thông qua Baidu
zh_hant: 通過百度搜索

# Home.search.bing
source: 通过必应搜索
ar: ابحث من خلال Bing
de: Durch Bing suchen
en: Search with Bing
es: Buscar en Bing
fr: Rechercher dans Bing
hi: बिंग के माध्यम से खोजें
id: Cari melalui Bing
it: Cerca tramite Bing
ja: bingで検索
ko: 빙잉 검색을 통해
nl: Zoek via Bing
pl: Szukaj przez Bing
pt: Pesquise no Bing
ru: Поиск через Bing
th: ค้นหาผ่าน Bing
tr: Bing aracılığıyla ara
uk: Пошук через Bing
vi: Tìm kiếm thông qua Bing
zh_hant: 通過必應搜索

# Home.search.google
source: 通过谷歌搜索
ar: ابحث من خلال جوجل
de: Suche über Google
en: Search with Google
es: Buscar en Google
fr: Rechercher sur Google
hi: गूगल के माध्यम से खोजें
id: Cari melalui Google
it: Cerca su Google
ja: googleで検索
ko: 구글 검색을 통해
nl: Zoeken via Google
pl: Szukaj przez Google
pt: Pesquise no Google
ru: Поиск в Google
th: ค้นหาผ่านกูเกิล
tr: Google üzerinden ara
uk: Пошук через Google
vi: Tìm kiếm thông qua Google
zh_hant: 通过Google搜索

# Home.search.sogou
source: 通过搜狗搜索
ar: ابحث من خلال سوغو
de: Suche durch Sogou
en: Search with Sogou
es: Buscar a través de Sogou
fr: Rechercher dans Sogou
hi: सोगौ के माध्यम से खोजें
id: Cari melalui Sogou
it: Cerca attraverso Sogou
ja: sogouで検索
ko: 소구를 통해 검색
nl: Zoek door Sogou
pl: Szukaj przez Sogou
pt: Pesquise através de Sogou
ru: Поиск через Sogou
th: ค้นหาผ่าน Sogou
tr: Sogou'da arama yapın
uk: Пошук через Sogou
vi: Tìm kiếm qua Sogou
zh_hant: 通過搜狗搜索

# Home.settings
source: 设置
ar: إعداد
de: Einrichten
en: Settings
es: Establecer
fr: Installer
hi: सेट अप
id: Siapkan
it: Impostare
ja: 設定
ko: 설정
nl: Opzetten
pl: Ustaw
pt: Configurar
ru: Настройка
th: จัดตั้ง
tr: Kurmak
uk: Налаштувати
vi: Thiết lập
zh_hant: 設定

# Home.title
source: 暗礁浏览器
ar: متصفح ريف
de: Reef-Browser
en: Darock Browser
es: Navegador Reef
fr: Navigateur de récifs
hi: रीफ ब्राउज़र
id: Peramban Terumbu Karang
it: Browser Reef
ja: Darockブラウザ
ko: 암초 브라우저
nl: Reef Browser
pl: Przeglądarka Reef
pt: Navegador Reef
ru: Риф-браузер
th: เบราว์เซอร์แนวปะการัง
tr: Resif Tarayıcısı
uk: Браузер рифів
vi: Trình duyệt rạn san hô
zh_hant: 暗礁瀏覽器

# Keyboard.space
source: 空格
ar: مساحة فارغة
de: Leerraum
en: Space
es: Espacio en blanco
fr: Blanc
hi: खाली जगह
id: Ruang kosong
it: Spazio in bianco
ja: スペース
ko: 공백
nl: Lege ruimte
pl: Puste miejsce
pt: Espaço em branco
ru: Пустое пространство
th: พื้นที่ว่าง
tr: Boş alan
uk: Порожній простір
vi: Khoảng trống

# Search.baidu
source: 百度
ar: بايدو
de: Baidu
en: Baidu
es: Baidu
fr: Baidu
hi: बाईडू
id: Baidu
it: Baidu
ja: baidu
ko: 바이두
nl: Baidu
pl: Baidu
pt: Baidu
ru: Байду
th: ไป่ตู้
tr: Baidu
uk: Байду
vi: Baidu

# Search.bing
source: 必应
ar: يجب أن ترد
de: Muss antworten
en: Bing
es: Debe responder
fr: Doit répondre
hi: जवाब देना चाहिए
id: Harus merespon
it: Deve rispondere
ja: bing
ko: 반드시 응한다
nl: Moet reageren
pl: Musi odpowiedzieć
pt: Deve responder
ru: Бинг
th: ต้องตอบ
tr: Cevap vermeli
uk: Повинен відповісти
vi: Phải trả lời
zh_hant: 必應

# Search.google
source: 谷歌
ar: جَوْجَلَ
de: Googeln
en: Google
es: Googlear
fr: Chercher sur Google
hi: गूगल
id: Google
it: Google
ja: google
ko: 구글
nl: Google
pl: Google
pt: Procurar no Google
ru: Искать в интернете
th: กูเกิล
tr: Google
uk: Google
vi: Google
zh_hant: Google

# Search.sougou
source: 搜狗
ar: سوغو
de: Sogou
en: Sogou
es: Sogou
fr: Sogou
hi: सोगौ
id: Sogou
it: Sogou
ja: sogou
ko: 소구
nl: Sogou
pl: Sogou
pt: Sogou
ru: Согу
th: โซโกว
tr: Sogou
uk: Согоу
vi: Sogou

# Settings.cookies.allow
source: 允许Cookies
ar: السماح بملفات تعريف الارتباط
de: Cookies Zulassen
en: Allow Cookies
es: Permitir cookies
fr: Autoriser les cookies
hi: कुकीज़ की अनुमति दें
id: Mengizinkan Cookie
it: Consenti i cookie
ja: Cookieを許可
ko: Cookies 허용
nl: Cookies toestaan
pl: Zezwól na pliki cookie
pt: Permitir Cookies
ru: Разрешить файлы cookie
th: อนุญาตคุกกี้
tr: Çerezlere İzin Ver
uk: Дозволити файли cookie
vi: Cho phép Cookie
zh_hant: 允許Cookies

# Settings.cookies.description
source: Cookie被用来标记登录信息等内容
ar: تستخدم ملفات تعريف الارتباط لوضع علامة على معلومات تسجيل الدخول والمحتويات الأخرى.
de: Cookies werden verwendet, um Anmeldeinformationen und andere Inhalte zu markieren.
en: Cookies are website data like login states.
es: Las cookies se utilizan para marcar la información de inicio de sesión y otros contenidos.
fr: Les cookies sont utilisés pour marquer les informations de connexion et d'autres contenus.
hi: कुकीज़ का उपयोग लॉगिन जानकारी और अन्य सामग्री को चिह्नित करने के लिए किया जाता है।
id: Cookie digunakan untuk menandai informasi login dan konten lainnya.
it: I cookie vengono utilizzati per contrassegnare le informazioni di accesso e altri contenuti.
ja: Cookieはログイン情報などを記録するために使用されます
ko: Cookie는 로그인 정보 등의 내용을 표시하는 데 사용됩니다.
nl: Cookies worden gebruikt om inloggegevens en andere inhoud te markeren.
pl: Pliki cookie są używane do oznaczania informacji logowania i innych treści.
pt: Os cookies são usados para marcar informações de login e outros conteúdos.
ru: Файлы cookie используются для маркировки информации для входа в систему и другого содержимого.
th: คุกกี้ถูกใช้เพื่อทําเครื่องหมายข้อมูลการเข้าสู่ระบบและเนื้อหาอื่นๆ
tr: Çerezler, giriş bilgilerini ve diğer içerikleri işaretlemek için kullanılır.
uk: Файли cookie використовуються для позначення інформації для входу та іншого вмісту.
vi: Cookie được sử dụng để đánh dấu thông tin đăng nhập và các nội dung khác.
zh_hant: Cookie被用來標記登陸信息等內容

# Settings.cookies.limitation
source: 由于 watchOS 的限制, 可能无法允许所有 Cookie
ar: نظرا لقيود watchOS، قد لا يسمح بجميع ملفات تعريف الارتباط.
de: Aufgrund der Einschränkungen von watchOS sind möglicherweise nicht alle Cookies zulässig.
en: Some Cookies may not work due to the limitations of watchOS.
es: Debido a las limitaciones de watchOS, es posible que no se permitan todas las cookies.
fr: En raison des limites de watchOS, tous les cookies peuvent ne pas être autorisés.
hi: वॉचओएस की सीमाओं के कारण, सभी कुकीज़ की अनुमति नहीं हो सकती है।
id: Karena keterbatasan watchOS, semua cookie mungkin tidak diizinkan.
it: A causa delle limitazioni di watchOS, tutti i cookie potrebbero non essere consentiti.
ja: watchOSの制限により、すべてのCookieを許可することはできないかもしれません
ko: watchOS의 제한으로 인해 모든 쿠키를 허용하지 않을 수 있습니다.
nl: Vanwege de beperkingen van watchOS zijn mogelijk niet alle cookies toegestaan.
pl: Ze względu na ograniczenia watchOS, wszystkie pliki cookie mogą być niedozwolone.
pt: Devido às limitações do watchOS, todos os cookies podem não ser permitidos.
ru: Из-за ограничений watchOS все файлы cookie могут быть запрещены.
th: เนื่องจากข้อจํากัดของ watchOS คุกกี้ทั้งหมดอาจไม่ได้รับอนุญาต
tr: watchOS'un sınırlamaları nedeniyle, tüm çerezlere izin verilmeyebilir.
uk: Через обмеження watchOS всі файли cookie можуть бути заборонені.
vi: Do những hạn chế của watchOS, tất cả các cookie có thể không được phép.
zh_hant: 由於watchOS的限制，可能無法允許所有Cookie

# Settings.keyboard
source: 键盘
ar: لوحة مفاتيح
de: Tastatur
en: Keyboard
es: Teclado
fr: Clavier
hi: कीबोर्ड
id: Keyboard
it: Tastiera
ja: キーボード
ko: 키보드
nl: Toetsenbord
pl: Klawiatura
pt: Teclado
ru: Клавиатура
th: ใส่ข้อมูล
tr: Klavye
uk: Клавіатура
vi: Bàn phím
zh_hant: 鍵盤
